---
kind: other
id: Properties.T:Autodesk.Revit.DB.Mechanical.DuctSizeIterator
source: html/7872d744-4f12-9513-c427-415e341eb29b.htm
---
# DuctSizeIterator Properties

Gets the item at the current position of the iterator.